[
    {
        "name": "Séquence n°1 :",
        "content": "PRISME\nDROIT\nReconnaissance\nDescription\nDessin\nIndications pédagogiques\nFaire :\nreconnaître un prisme droit.\n-\n-  décrire un prisme droit en utilisant un vocabulaire propre à\nla géométrie : base, face latérale, sommet, arête, hauteur.\nDéfinition : Un prisme droit est un solide de l’espace limité par des faces latérales\nrectangulaires et deux faces polygonales superposables appelées bases.\nN.B.    Cette  définition  n’est  pas  exigible  des  apprenants.  On  n’oubliera  pas  les  cas\nparticuliers de prismes droits : pavé droit, cube.\nFaire :\n-  dessiner un prisme droit ;\nN.B. Les règles de perspective cavalière ne devront pas être présentées avant la\nclasse de quatrième.\nPatron\nRéalisation\nFabrication\nFaire :\n-\n-\n-\nreconnaître un patron d’un prisme droit\nréaliser un patron d’un prisme droit\nfabriquer quelques prismes droits.\nRemarques :\no\nle patron d’un prisme droit, encore appelé développement de ce prisme  est\nune surface plane comprenant trois  parties :\n*   une bande rectangulaire ;\n*   deux parties polygonales superposables disposées de part et d’autre de\nla bande.\no\nle patron d’un prisme droit est tel que :\n* la longueur de la bande rectangulaire est égale au périmètre de chaque    +\npolygone ;\n*  la largeur de la bande rectangulaire est égale à la hauteur du prisme  +         +\ndroit.\nVisualiser  le  prisme  droit  et  le  faire  tourner  de  sorte  que\n11\nGuide du programme de mathématiques de la classe de cinquième (Version relue Août 2020)\nle  champ  visuel  des\nles  faces  passent  dans\ntoutes\napprenants ;\nVisualiser le développement du prisme droit\nIndication :  recourir  au  logiciel  Geogebra  ou  Cabri  ou\nScienceWord…  Questionner  et  faire  questionner  le  monde\nsur ce qui a été vu (webographie, autres …)\nPartager et faire partager les nouvelles découvertes (groupes\nvirtuels d’échanges, …).\nAire\nVolume\nFaire :\n- calculer l’aire :\n  de la surface latérale d’un prisme droit;\n  de la surface de base d’un prisme droit;\n  de la surface totale d’un prisme droit.\nRemarques :\no\no\nIl  s’agit de faire  découvrir  par  les  apprenants que  l’aire  de la surface  latérale\nd’un prisme droit est la somme des aires de ses faces latérales ; le calcul de\nl’aire  de  la  surface  latérale  du  prisme  droit  se  fera  donc  par  le  produit  de  sa\nhauteur et de son périmètre de base.\nL’aire de la surface de base se calculera lorsque la base est un rectangle ou\nun triangle ou un parallélogramme ; on pourra choisir des exemples de prisme\ndroit où la base est un polygone quelconque que les apprenants découperont\nen  triangles  de  telle  sorte  que  l’aire  cherchée  soit  la  somme  des  aires  des\ntriangles obtenus.\nFaire :\n- calculer le volume d’un prisme droit.\nV est le volume, B l’aire de la surface de base et h la hauteur.\nAlors on a : V = B x h\nRemarque :\nOn pourra retrouver cette formule à partir de manipulation de remplissage d’un prisme\ndroit par des cubes unités.\nL’apprenant devra s’exercer à calculer à partir de la formule du volume une inconnue\nconnaissant les deux autres données.\nFaire  manipuler  la  calculatrice  pour les calculs  d’aires  et  de\nvolumes.\nVisualiser le calcul de volume du prisme droit.\n12\nGuide du programme de mathématiques de la classe de cinquième (Version relue Août 2020)"
    },
    {
        "name": "Séquence n°2 :",
        "content": "DIVISION\nDANS IN\nMultiples\nDiviseurs\nDivision\nEncadrement\nNombres\npremiers\nDéfinition\nReconnaissance\nFaire :\n-  justifier  qu’un  entier  naturel  donné  est  multiple  d’un  entier\nnaturel donné ;\n-  justifier  qu’un  entier  naturel  non  nul  donné  est  diviseur  d’un\nentier naturel donné ;\n-  effectuer  la  division  d’un  entier  naturel  donné  par  un  entier\nnaturel non nul ;\n-  écrire l’égalité qui traduit cette division ;\na et b étant deux nombres entiers naturels avec b non nul,\nl’opération  division  se  traduit  par  la  recherche  de  deux  entiers\nnaturels q et r tels que : a = b× q + r      et r < b\nr est appelé le reste\nq est appelé le quotient et b le diviseur\na est appelé le dividende.\n-      encadrer  un  entier  naturel  qui  n’est  pas  multiple  d’un  autre\nentier naturel par deux multiples consécutifs de celui-ci.\nRemarque :\nSi    r ≠ 0 alors un encadrement de a est le suivant :\nb× q < α < b × (q + 1)\nb× q   et   b × (q + 1) sont deux multiples consécutifs de b qui encadrent a.\nFaire :\n- définir un nombre premier ;\nDéfinition : Un nombre premier est un nombre entier naturel qui a exactement\ndeux diviseurs : 1  et lui-même.\n-\nreconnaître un nombre premier ;\nRemarques:\no  On se limitera aux nombres de deux ou trois chiffres au plus.\no\nInsister  sur  le  fait  que  0  et  1  ne  sont  pas  des  nombres  premiers ;  les\napprenants donneront des exemples de nombres premiers et retrouveront par\nle crible d’ERATOSTHENE les nombres premiers plus petits que 100.\no  Pour  vérifier  si  un  nombre  entier  naturel  est  premier  on  le  divise  par  les\nnombres premiers successifs jusqu’à trouver dans l’une des divisions,\n*   soit un reste nul ; dans ce cas le nombre étudié n’est pas un nombre\npremier.\n*  soit un quotient plus petit que le diviseur ; dans ce cas le nombre étudié\nest un nombre premier.\n13\nGuide du programme de mathématiques de la classe de cinquième (Version relue Août 2020)\nFaire :\n-  décomposer un nombre entier naturel en un produit de\nfacteurs premiers ;\nDécomposition\nRemarques:\no  Si un entier naturel plus grand que 1 n’est pas premier, alors il admet une\ndécomposition en un produit de facteurs premiers.\nPar exemple la décomposition de 135 en produit de facteurs premiers s’obtient par le\nprocédé suivant :\n135 = 3× 3 × 3 × 5\nPuissance\no  Dans la décomposition de 135 en produit de facteurs premiers l’expression 3\n× 3 × 3 est notée 33.\no  On saisira l’occasion qu’offrent les décompositions en facteurs premiers pour\namener l’apprenant à connaître et à utiliser la notion de puissance d’un entier\nnaturel à exposant entier naturel et les propriétés qui en découlent.\nFaire\n-  écrire la puissance d’un entier naturel.\n-  déterminer les diviseurs dans IN d’un entier naturel à partir\nde ses facteurs premiers.\nFaire :\n-  écrire un produit de facteurs entiers naturels égaux sous\nforme d’une puissance d’un entier naturel ;\n-  écrire une puissance sous forme de produit de facteurs\négaux ;\n-  calculer une puissance d’un nombre entier naturel\nSi 𝑎 𝜖 𝐼𝑁 ; 𝑛 𝜖 𝐼𝑁 et   𝑛  plus grand que 1,\nan désigne le produit de n facteurs égaux à a :\n𝑎𝑛 =       𝑎   ×   𝑎   ×   𝑎   ×    … . .×   𝑎       (n facteurs égaux à a)\n𝑎𝑛 se lit  \" a exposant n  \" ou   \" a puissance n \".\nPar convention, si a est un nombre entier naturel, a1 = a.\nSi n est supérieur ou égal à 1\n0𝑛   =  0 et 1𝑛   =  1\n10𝑛   =  100 … 0    (n zéros)\nFaire :\n-  admettre la règle de priorité dans une suite d’opérations ;\n14\nGuide du programme de mathématiques de la classe de cinquième (Version relue Août 2020)\nP.P.C.M. de\ndeux entiers\nnaturels\nDans suite d’opérations sans parenthèses, les calculs de\npuissance sont prioritaires sur les additions, les soustractions, les\ndivisions et les multiplications\n-   calculer(𝑎  ×  𝑏)𝑛connaissant les entiers naturels   a, b et n,\nn étant plus grand que 1\n(a × b) n   = a n × b n(𝑎  ×  𝑏)𝑛 = 𝑎𝑛 × 𝑏𝑛\n- calculer  an× am 𝑎𝑛 × 𝑎𝑚connaissant les entiers naturels\n𝑎, 𝑚 𝑒𝑡 𝑛,   𝑚 𝑒𝑡 𝑛 étant plus grands que 1.\nan× am = an+m𝑎𝑛 × 𝑎𝑚 = 𝑎𝑛+𝑚\nN.B. Il s’agit de manipuler des exemples. Il n’est pas question de faire retenir des\nrègles.\nFaire manipuler la calculatrice pour ces calculs.\nP.G.C.D. de\ndeux entiers\nnaturels\nFaire :\n-  déterminer le P.P.C.M. (ou PPCM) de deux entiers naturels.\n-  utiliser le P.P.C.M. de deux entiers naturels.\nRemarque: Il s’agit d’amener l’apprenant à travers des cas simples à maîtriser un\nmécanisme de calcul du P.P.C.M.\nFaire :\n-  déterminer le P.G.C.D.(ou PGCD) de deux entiers naturels.\n-  utiliser le P.G.C.D.  de deux entiers naturels.\nFaire manipuler la calculatrice pour ces calculs.\nRemarques:\no\nIl s’agit d’amener l’apprenant à travers des cas simples à maîtriser un\nmécanisme de calcul du P.G.C.D.\nLa formulation d’une règle de calcul n’est pas exigible à ce niveau.\nL’apprenant s’exercera à résoudre des problèmes simples de son\nenvironnement nécessitant l’utilisation du  PPCM ou du PGCD.\no\n15\nGuide du programme de mathématiques de la classe de cinquième (Version relue Août 2020)"
    }
]